"%@ already exists. Replace?" = "%@ 已存在。是否替换？";
"3rd-party source code" = "第三方源代码";
"\"%@\" notification is disabled" = "“%@”通知已禁用";
"About Fcitx5 macOS" = "关于 Fcitx5 macOS";
"About matching key position" = "关于匹配按键位置";
"Add" = "添加";
"Add an empty group" = "添加新组";
"Add group" = "添加组";
"Add input methods" = "添加输入法";
"Add item" = "添加项";
"Addon Config" = "附加组件配置";
"Advanced" = "高级";
"All phrases are imported" = "全部短语已导入";
"All plugins are up to date" = "所有插件已是最新";
"Alpha (0-255)" = "透明度 (0-255)";
"Amharic" = "阿姆哈拉语";
"and" = "和";
"Arabic" = "阿拉伯语";
"Are you sure to uninstall selected plugins?" = "您确定要卸载选中的插件吗？";
"Are you sure to uninstall?" = "您确定要卸载吗？";
"Available" = "可用";
"Cancel" = "取消";
"Cannot show config for %@: %@" = "无法显示 %1$@ 的配置: %2$@";
"Check update" = "检查更新";
"Checking" = "正在检查";
"Chinese" = "中文";
"Clear all data" = "清空全部数据";
"Clear user data" = "清空用户数据";
"Cleared" = "已清空";
"Click or drag %@ file here" = "点击或拖拽 %@ 文件到此处";
"Click or drag image file here" = "点击或拖拽图片文件到此处";
"Click or drag theme file (.conf) here" = "点击或拖拽主题文件 (.conf) 到此处";
"Click or drag to this area" = "点击或拖拽到此区域";
"Click to record" = "点击录制";
"Close" = "关闭";
"Config" = "配置";
"Copy" = "拷贝";
"Create" = "创建";
"Current keyboard layout: %@" = "当前键盘布局：%@";
"Custom Phrase" = "自定义词组";
"Cut" = "剪切";
"Data" = "数据";
"Data manager" = "数据管理";
"Default" = "默认";
"Developed by" = "开发者";
"Disable" = "停用";
"Done" = "结束";
"Download failed" = "下载失败";
"Edit" = "编辑";
"Enable" = "启用";
"English" = "英语";
"Error" = "错误";
"Export data to …" = "向 … 导出数据";
"Export failed" = "导出失败";
"Export succeeded" = "导出成功";
"Failed to check update" = "检查更新失败";
"Failed to convert txt table(s): %@" = "转换文本码表失败：%@";
"Failed to copy Squirrel files" = "导入鼠须管文件失败";
"Failed to create" = "创建失败";
"Failed to import %@ dict(s)" = "%1$@ 个词典导入失败";
"Failed to remove" = "删除失败";
"Failed to save" = "保存失败";
"Fcitx5 Android" = "小企鹅 Android 版";
"Fcitx5 Android/macOS" = "小企鹅 Android/macOS 版";
"Fcitx5 is up to date" = "小企鹅已是最新";
"Fcitx5 macOS" = "小企鹅 macOS 版";
"Fcitx5 will auto restart if needed." = "小企鹅将按需自动重启。";
"Fcitx5 will auto restart." = "小企鹅将自动重启。";
"Files with the same name will be overridden." = "同名文件将被覆盖。";
"Follow App background (Liquid Glass)" = "跟随应用背景（液态玻璃）";
"Font family" = "字体族";
"Generic" = "通用";
"Generic font families" = "通用字体族";
"Global Config" = "全局配置";
"Group name" = "组名";
"Hide" = "隐藏";
"https:// or data:image/png;base64," = "https:// 或 data:image/png;base64,";
"Import" = "导入";
"Import customized table" = "导入自定义码表";
"Import data from …" = "从 … 导入数据";
"Import dictionaries" = "导入词典";
"Import native custom phrases" = "导入原生自定义短语";
"Import succeeded" = "导入成功";
"Imported %@ phrase(s)" = "导入了 %1$@ 条短语";
"Include Rime user directory in backup file?" = "在备份文件中包括 Rime 用户目录？";
"Input Methods" = "输入法";
"Install" = "安装";
"Install failed" = "安装失败";
"Install manually" = "手动安装";
"Installed" = "已安装";
"Invalid file name" = "无效的文件名";
"Invalid regular expression" = "无效的正则表达式";
"Invalid zip" = "无效的 zip";
"Items failed to import:" = "导入失败的项目：";
"Japanese" = "日语";
"Keyboard layout not available" = "键盘布局不可用";
"Keyword" = "关键字";
"Korean" = "韩语";
"Latest (unstable) version available" = "可更新至最新（不稳定）版";
"Licensed under" = "许可条款";
"Local" = "本地";
"Local Squirrel" = "本地的鼠须管";
"Malayalam" = "马拉雅拉姆语";
"Match key position" = "匹配按键位置";
"Maybe later" = "以后再说";
"Name" = "名称";
"New file" = "新建文件";
"No" = "否";
"No files selected" = "未选择文件";
"Normally, shortcuts match the character produced by the current keyboard layout. When this option is enabled, the shortcut ignores the keyboard layout and matches only the key's position. For example, a shortcut recorded on the QWERTY A key continues to use that same position after switching to Dvorak." = "默认情况下，快捷键按照当前键盘布局产生的字符匹配。开启此选项后，快捷键将忽略键盘布局，只按照按键在键盘上的位置匹配。例如，在 QWERTY 布局中录制 A 键后，切换到 Dvorak 布局时仍会使用同一个按键位置。";
"OK" = "好";
"Only show current language" = "只显示当前语言";
"Open dictionary directory" = "打开词典目录";
"Open directory" = "打开目录";
"Open in editor" = "在编辑器打开";
"Order" = "顺序";
"Other" = "其他";
"Paste" = "粘贴";
"Phrase" = "词组";
"Pinyin Dictionaries" = "拼音词典";
"Pinyin user data" = "拼音用户数据";
"Please update Fcitx5 in \"About\" first" = "请先在“关于”中更新小企鹅";
"Plugin Manager" = "插件管理器";
"Preview" = "预览";
"Quick Phrase" = "快速输入";
"Reload" = "重新加载";
"Reloaded" = "已重新加载";
"Remove" = "删除";
"Remove dictionaries" = "删除词典";
"Remove items" = "删除项";
"Rename" = "重命名";
"Rename group" = "重命名组";
"Reset current page. To reset a single item/group, right click on its label." = "重置当前页。要重置单独某项/组，可右键点击其标签。";
"Reset to default" = "重设为默认值";
"Restart" = "重启";
"Restart process to load new fonts" = "重启进程以加载新字体";
"Right click to reset this group" = "右键点击以重置本组";
"Right click to reset this item" = "右键点击以重置本项";
"Rime binaries" = "Rime 二进制文件";
"Rime config" = "Rime 配置";
"Rime user data" = "Rime 用户数据";
"Russian" = "俄语";
"Save" = "保存";
"Saved" = "已保存";
"Search" = "搜索";
"Select" = "选择";
"Select a language from the left list." = "从左侧列表中选择一个语言。";
"Select All" = "全选";
"Select an input method from the side bar." = "从侧栏中选择一个输入法。";
"Select App" = "选择应用程序";
"Select font" = "选择字体";
"Select image" = "选择图片";
"Select/Import CSS" = "选择/导入 CSS";
"Select/Import theme" = "选择/导入主题";
"Selected %@ file(s)" = "已选择 %@ 个文件";
"Set keyboard layout of group" = "设置组的键盘布局";
"Set keyboard layout of input method" = "设置输入法的键盘布局";
"Show keyboard layout" = "显示键盘布局";
"Sinhala" = "僧伽罗语";
"Sogou Cell Dictionary" = "搜狗细胞词库";
"Status bar is hidden" = "状态栏已隐藏";
"Switch to Debug" = "切换到 Debug 版";
"Switch to debug only if Fcitx5 crashes and you want to help debug." = "仅当小企鹅崩溃并且您愿意协助排查才应切换到 Debug 版。";
"Switch to Release" = "切换回发布版";
"Table" = "码表";
"Table config: *.conf or *.conf.in" = "码表配置：*.conf 或 *.conf.in";
"Table data: *.dict or *.txt" = "码表数据：*.dict 或 *.txt";
"Tamil" = "泰米尔语";
"Thai" = "泰语";
"Theme Editor" = "主题编辑器";
"Theme name" = "主题名";
"Toggle input method" = "切换输入法";
"Toggle Sidebar" = "切换侧栏";
"Toggle the visibility of the sidebar" = "切换侧栏是否可见";
"Type here to preview style" = "在这里输入以预览样式";
"Ukrainian" = "乌克兰语";
"Uninstall" = "卸载";
"Uninstall and keep user data" = "卸载同时保留用户数据";
"Uninstall failed, you may need to manually remove" = "卸载失败，您可能需要手动删除";
"Unknown - %@" = "未知 - %@";
"Unsupported config" = "不支持的配置";
"Unsupported option type %@" = "不支持的选项类型 %@";
"Update" = "更新";
"Update available" = "可更新";
"Update now" = "立即更新";
"uses" = "用";
"Version %@ available" = "可更新至 %@ 版";
"Vietnamese" = "越南语";
"When Liquid Glass is enabled, theme follows App background, which is the same behavior with built-in input methods.\nTo set fixed light/dark theme, please change Background → Blur to \"None\" or \"Blur\"." = "启用液态玻璃时，主题跟随应用背景，这与内置输入法的行为一致。\n要设置固定的亮/暗主题，请将 背景 → 模糊 设置为“无”或“模糊”。";
"Yes" = "是";
"You may re-enable it in Advanced → macOS Frontend." = "您可在 高级 → macOS 前端 重新启用。";
"You may re-enable it in Advanced → macOS Notification." = "您可在 高级 → macOS 通知 重新启用。";
"Your system version is no longer supported" = "您的系统版本不再受支持";
